//----------------------------------------------------------------------------------------------
// Notification Localization
//----------------------------------------------------------------------------------------------

/* 
 * Buttons 1 - 99
 */

"1-ButtonOK" = "OK";
"1-ButtonOk" = "OK";
"2-ButtonNO" = "NO";
"2-ButtonNo" = "NO";
"3-ButtonYES" = "YES";
"3-ButtonYes" = "YES";
"4-ButtonCancel" = "Cancel";
"5-ButtonDismiss" = "Dismiss";

/* Send Crash report */
"10-ButtonSend" = "Send";
"11-ButtonSendWithDB" = "Send with database";
"12-ButtonDontSend" = "Don't send";

/* About do something */
"13-ButtonLater" = "Later";
"14-ButtonDownloadNow" = "Download now";

/* invite contact to qliq */
"15-ButtonInvite" = "Invite";

/* Converation types */
"16-ButtonConversationGroup" = "Group Chat";
"17-ButtonConversationBroadcast" = "Broadcast";

/* about transfer attachment to another contact (Image, Video, etc)  */
"18-ButtonStopTransfer" = "Stop transfer";

/* try enter password */
"19-ButtonTryPassword" = "Try Password";
"20-ButtonRetryPIN" = "Retry PIN";

"21-ButtonContactDetails" = "Contact Details";

"22-ButtonViewInvitation" = "View invitation";

"23-ButtonRemoveAvatar" = "Remove avatar";
"24-ButtonCreateAvatar" = "Create new avatar";

"25-ButtonOpen" = "Open";

/* open photo library */
"26-ButtonPhotoLibrary" = "Photo library";

/* open camera */
"27-ButtonCamera" = "Camera";

/* retry enter pin */
"28-ButtonRetry" = "Retry";

"29-ButtonForgotPassword" = "Forgot Password";

"30-ButtonSetNewPassword" = "Set new password";

"31-ButtonUpgrade" = "Upgrade";

"32-ButtonUpgradeNow" = "Upgrade Now";

"33-ButtonOpenSettings" = "Open Settings";

"34-ButtonAddAudio" = "Add audio";

"35-ButtonAddDocument" = "Add document";

"36-ButtonTypeManually" = "Type manually";

"37-ButtonSelectFromList" = "Select from list";

"38-ButtonDone" = "Done";

/* about video quality */
"39-ButtonHighQuality" = "High Quality";
"40-ButtonOptimalQuality" = "Optimal Quality";

// Ignore Error
"41-ButtonIgnore" = "Ignore";

"42-ButtonAttachAndSend" = "Attach and Send";

/* save or discard file */
"43-ButtonDiscard" = "Discard";
"44-ButtonSave" = "Save";

"45-ButtonProceed" = "Proceed";

"46-ButtonEdit" = "Edit";

"47-ButtonJoin" = "Join";

"48-ButtonLeave" = "Leave";

"49-ButtonBack" = "Back";

"50-ButtonCreate" = "Create";

"51-ButtonSelectAll" = "Select All";

"52-ButtonDeselectAll" = "Deselect All";

"53-ButtonRestore" = "Restore";

/* Flag for change menu items */
"54-ButtonFlag" = "Flag";

"55-ButtonRequestAck" = "Request Ack";

"56-BUttonQuickMessage" = "Quick Message";

"57-ButtonSignIn" = "Log In";

"58-ButtonSignUp" = "Sign Up";

"59-ButtonUnlock" = "Unlock";

"60-ButtonVisitWebsite" = "Visit Website";

"61-ButtonContinueLogIn" = "Continue to Log In";

"62-ButtonCreateAccout" = "Create Account";

"63-ButtonForgotPassword" = "Forgot Password?";

"64-ButtonBactToSignIn" = "< Log In";

"65-ButtonSwitchUser" = "Switch User";

"66-ButtonResetPassword" = "RESET PASSWORD";

"67-ButtonSetupLater" = "Setup Later";

"68-ButtonNext" = "Next";

"69-ButtonSwitchMmail/PasswordLogin" = "Switch to email and password login";

/* Dont Remind Me about enabling notification */
"99-ButtonDontRemindMe" = "Don't Remind Me";

/**
 *  Buttons UI  100 - 199
 */

/* Back button with title curent view controler */
"100-ButtonSettings" = "Settings";

/* send command for start synchronization contacts */
"101-ButtonSyncContacts" = "Sync Contacts";

/* send command for start synchronization contacts */
"102-ButtonLogout" = "Log Out";

/* Profile title menu */
"103-ButtonProfile" = "Profile";

/* title menu */
"104-ButtonSoundSettings" = "Sound Settings";

/* title menu */
"105-ButtonSecurity" = "Security";

/* title menu */
"106-ButtonSupportSettings" = "Support Settings";

/* */
"107-ButtonResetPassword" = "Reset Password";

/* */
"108-ButtonQliqAssisted" = "Qliq Assisted";

"109-ButtonDirectCall" = "Direct Call";

"110-ButtonRequestCallback" = "Request Callback";

//----------------------------------------------------------------------------------------------
// Values
//----------------------------------------------------------------------------------------------

/**
 *  Values 300 - 499
 */

"300-ValueYesterday" = "Yesterday";
"301-ValueToday" = "Today";
"302-ValueTomorrow" = "Tomorrow";

/* updated for the fact we have CDMA phones now! */
"303-ValueCellular" = "Cellular";
"304-ValueWiFi" = "WiFi";
"305-ValueNoConnection" = "No Connection";

/*
 * Alerts Text 1100 - 1999 
 */

"1000-TextFailRegisterPush" = "Fail to register for Push Notifications";
"1001-TextAskSendFileToContact" = "Would you like to send file to your contact?";
"1002-TextUnableSaveFile" = "Unable to save file";
"1003-TextUnableEncryptFile" = "Unable to encrypt file";
"1004-TextUnsupportedFile" = "Unsupported file type";
"1005-TextReportError" = "Report Error";
"1006-TextAskSendErrorReport" = "Would you like to send error report to developers?";
"1007-TextEmailWithLogSent" = "Email with Qliq App log is successfully sent";

/* related to notification */
"1008-TextPushOFF" = "PUSH notifications are OFF";
"1009-TextAlertsOFF" = "Notification Alerts are OFF";
"1010-TextBadgeAndSoundOFF" = "Badge App Icon and Sounds are OFF";
"1011-TextSoundsOFF" = "Sounds are OFF";
"1012-TextBadgeOFF" = "Badge App Icon is OFF";

"1013-TextInstructionOnNotifications" = "You will not receive notifications for new messages when the App is not active.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn on notifications.\n\n Logout and Login Again";

"1014-TextInstructionOnAlerts" = "You will not see banner or alert when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn on \"Allow Notifications\"";

"1015-TextInstructionOnSoundAndBadge" = "You will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn on sounds and badge icon.";

"1016-TextInstructionOnSound" = "You will not hear audible tone when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn on sounds.";

"1017-TextInstructionOnBadge" = "You will not see a badge on App Icon when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn on badge icon.";

/* App crashed */
"1018-TextCrash" = "Crash";
"1019-TextAskCrashReport" = "Qliq App crashed. Do you want to send crash report?";

/* application version */
"1020-TextNewVersionAvailable!" = "New version available!";
"1021-TextDownloadNewVersion" = "Please download new version from AppStore";

/* voice call */
"1022-TextCallError" = "Call error";

"1023-TextError" = "Error";
"1024-TextFileIncorrect" = "File is incorrect";
"1025-TextFileCorrupted" = "Corrupted File";
"10241-TextFileNotFound" = "File not found";

/* about pin code */
"1026-TextIncorrectPIN" = "Incorrect current PIN";
"1027-TextMismatchPIN" = "PIN mismatch";

/* about phone number*/
"1028-TextPhoneNumberInvalid" = "Phone number is invalid";

"1029-TextInviteColleagues" = "Invite Colleagues";
"1030-TextInviteColleaguesDescription" = "Invite the people you normally send text messages to Qliq so that you can send the same securely. There is no cost to you or to your organization to invite and communicate over Qliq";

"1031-TextAddNewContactOFF" = "The Administrator has temporarily turned off this feature. Please contact your administrator for further support";

/* invite From {DeviceName} Contacts */
"1032-TextFrom{DeviceName}Contacts" = "From %@ Contacts";

/* invite by */
"1033-TextInviteBy" = "By Email/Mobile number";

"1034-TextInviteColleaguesTo" = "Invite colleague to join your QliqNetwork";
"1035-TextChooseConversationType" = "Conversation Type";
"1036-TextConversationsDescription" = "Broadcast - Only you will receive the replies\nGroup Chat: Everyone will receive all the repliess";
"1037-TextContactNotactivatedQliqAccount" = "Contact has not activated the Qliq Account. The message will be delivered once the contact activates the account";
"1038-TextCannotMakeCall" = "Cannot make a call because the contact did not activate the Qliq Account";
"1039-TextMessage" = "Message";
"1040-TextOpenConversationWithGroup" = "Open the conversation with the Group?";
"1041-TextOpenConversationWithUser" = "Open the conversation with the user?";


/* Call phone number */
"1042-TextCall" = "Call";
"1043-TextMakeCall" = "Make a call";

/* about contacts */
"1044-TextFavorites" = "Favorites";
"1045-TextAddToFavorites" = "Add to favorites?";
"1046-TextDelete" = "Delete";
"1047-TextAskDeleteContact" = "Delete the contact?";
"1048-TextAskDeleteConversations" = "Delete the conversations?";

/* from conversation */
"1049-TextYouDeletedFromConversation{ConversationName}" = "You were removed from the conversation '%@'";
"10491-TextYouDeletedFromConversation" = "You were removed from the conversation";

"1050-TextConversationWasDeleted" = "The conversation was deleted";
/* related to previous text */
"1051-TextFromAnotherDevice" = " from another device";

"1052-TextUnableModifyConversation" = "Unable to modify conversation";
"1053-TextCannotAddNon-qliqUser" = "Cannot add non-qliq user into recipients list";
"1054-TextAttachmentDeletedFrom" = "Attachment is deleted from media library and no longer available to view";
"1055-TextRecipientListCannotContainGroupAndUserAtSameTime" = "Recipient list cannot contain a group and a contact at the same time";
"1056-TextRecipientListCannotContainMoreThenOneGroupAtSameTime" = "Recipient list cannot contain more then one group at the same time";
"1057-TextPhoneNumberMissing" = "Phone Number is missing";
"1058-TextRecipientCannotSentMessageToYourSelf" = "Cannot send message to yourself";
"1059-TextAskDeleteMessages" = "Are you sure you want to delete the selected message(s)?";


"1060-TextItWillBeStillVisibleToRecipient" = "Your deleted messages will still be visible to the recipient";
"1061-TextAskRecallMessages" = "Are you sure you want to recall the messages?";
"1062-TextAskResendMessages" = "Are you sure you want to resend the messages?";

"1063-TextFailedDownload" = "Failed to download";
"1064-TextSelectRecipient" = "Please select a recipient";
"1065-TextCannotSendMessage" = "Cannot send message";
"1066-TextRecipientNoLongerContact" = "The recipient is no longer a contact";
"10666-TextRecipientNoLongerContact" = "%@ is no longer a contact";
"1067-TextCannotSentMessageToThisGroup" = "You are not allowed to send messages to this group";
"1068-TextUnableCreateConversationWithSelectedUsers" = "Unable to create conversation with selected contacts";

/* List it is personal group of selected users */
"1069-TextListExists" = "List with this name already exists";
"1070-TextProvideListName" = "Please provide list name";

"1071-TextFeaureDisabled" = "The Administrator has temporarily turned off this feature. Please contact your administrator for further support";
"1072-TextWarning" = "Warning";
"1073-TextAskDoYouWantLogout" = "Once you logout from Qliq App, notifications for incoming messages will be turned off. Are you sure you want to Logout?";
"1074-TextLogout" = "Logout";
"1075-TextUnableAcceptInvitation" = "Unable to accept invitation";
"1076-TextTryLater" = "Please try again later";
"1077-TextUnableDeclineInvitation" = "Unable to decline invitation";
"1078-TextYouNeedToSpecifyAtLeastOneParticipant" = "You need to specify at least one participant";
"1079-TextMoreInformation" = "More information";

"1080-TextAskSendDataBase" = "Do you want to send the database also?";

/* about sending file */
"1081-TextSuccess" = "Success";

"1082-TextThanksForFeedback" = "Thank you for feedback";
"1083-TextErrorReported" = "Error reported";
"10833-TextFillFields" = "Please, fill in all fields";
"1084-TextLocked" = "Locked";
"1085-TextPleaseUnlockApp" = "Please unlock the App by logging into your account at qliqsoft.com";
"1086-TextCan'tUnlockDevice" = "Can't unlock device";
"1087-TextEmailCannotBeEmpty" = "Email cannot be empty";
"1088-TextIsNotValidEmailAddress" = "Incorrect email. \nPlease try again";
"1089-TextPasswordCannotBeEmpty" = "Password cannot be empty";


"1090-TextAskForgotPIN" = "Forgot PIN?";
"1091-TextTryLoggingWithPassword" = "Try Logging in with your password to set up a new PIN";
"1092-TextCan'tUnlockApp" = "Can't unlock app";
"1093-TextInvalidEmail/Password" = "Invalid Email/Password";
"1094-TextUnableToLocateFile" = "Unable to locate the file";
"1095-TextFailedToDecryptFile" = "Failed to decrypt the file";

/* User with {mobile or email} is already in your contacts list */
"1096-TextUserWith{mobile or email}{data}Exist" = "User with %@ %@ is already in your contacts list";

/* You have already received invitation from {RecipientName} */
"1097-TextYouHaveAlreadyReceivedInvitationFrom{RecipientName}" = "You have already received invitation from %@";

/* You have already invited {RecipientName} */
"1098-TextYouHaveAlreadyInvited{RecipientName}" = "You have already invited %@";

"1099-TextUnableToSendInvitationToSpecifiedContact" = "Unable to send invitation to specified contact";
"1100-TextCheckEmailOrMobileSendSMS" = "Please check is email or mobile available, and device is capable to send SMS";

"1101-TextEnterValidEmailOrMobile" = "Please enter a valid email or mobile number";

/* {Contact name} is neither a valid email nor a valid phone number */
"1102-Text{Contact name}" = "\"%@\" is neither a valid email nor a valid phone number";
"1103-TextAskCancelingInvitation" = "Are you sure about canceling the invitation?";
"1104-TextInvitationSuccessfullySent" = "Invitation successfully sent";
"1105-TextUnableToSendInvitation" = "Unable to send invitation";
"1106-TextCheckInternetSettings" = "Please check your internet settings";
"1107-TextThisFileTooBig" = "This file is too big, maximum size is 20 MB";

/* Forward message to user */
"1108-TextForward" = "Forward";

/* choose attachment for sending message with attachment */
"1109-TextAttachAndSendMessage" = "Attach and Send Message";

/* EMR feature */
"1110-TextUploadToEMR" = "Upload to EMR";
"11101-TextUploadToEMR" = "Uploads to EMR";
"1111-TextEMRNotActivate" = "EMR connectivity is not activated. Please request your IT Administrator to contact qliqSOFT on how to activate the EMR connection.";

/* Print document */
"1112-TextPrint" = "Print";

"1113-TextCreateConversation" = "Create new conversation";
"1114-TextContinueConversation" = "Continue conversation";

/* Contacts invitation in processing*/
"1115-TextProcessing" = "Processing";

"1116-TextChangeAvatar" = "Change avatar";
"1117-TextNoReplacementsFound" = "No Replacements Found";

/* select source (video, photo, etc) */
"1118-TextSelectSource" = "Select source";

"1119-TextSendInvitationTo" = "Send invitation to:";

/* rimind invitation by email/sms */
"1120-TextRemindBy" = "Remind by:";

"1121-TextLoggedTemporaryPassword" = "Logged in with Temporary Password!";

"1122-TextYouLoggedWithAdminPassword" = "You logged in with password created by Admin. You now need to setup your own password to use the App.";

/* app version */
"1123-TextVersionIncompatibility" = "Version Incompatibility";
"1124-TextPleaseUpgradeApp" = "Please upgrade and try again";

"1125-TextAccessBlocked" = "Access Blocked";

"1126-TextLoginFailed" = "Login Failed";

/* app version */
"1127-TextUnsupportedVersion" = "Unsupported Version";
"1128-TextAppVersionNotSupported" = "This app version is not supported, please upgrade and try again";

/* server send error */
"1129-TextServerError" = "Server Error";

"1130-TextPleaseContactqliqSOFT" = "Please contact qliqSOFT suppport@qliqsoft.com";

/* server in upgrading */
"1131-TextServerUpgrade" = "Server Upgrade";

"1132-TextQliqSOFTCloudServerUpgraded" = "qliqSOFT Cloud server is being upgraded. Please try later. Thanks for your support";

"1133-TextInstructionInternetConnection" = "Please perform Device Settings -> General -> Reset -> Reset Network Settings and try to Login again.\nIf the problem persists, you may be connecting through a wi-fi network that contains a firewall.\nPlease try connecting through a connection other than wi-fi to see if this resolves the issue.";

"1134-TextSSLConnectionError" = "SSL Connection Error";

"1135-TextLoginError" = "Login Error";

"1136-TextGeneralError" = "General Error";

"1137-TextIncorrectPinConfirmation" = "Incorrect PIN confirmation";

/* About entering pin */
"1138-TextPleaseTryAgain" = "Please try again";

"1139-TextNewVersionAvaliable" = "New version avaliable";

"1140-TextDownloadNewVersionFromAppStore" = "Please, download new version from AppStore";

/* Customize notifications sound, vibration */
"1141-TextCustomizeNotifications" = "Customize Notifications";
"1142-TextCustomizeNotificationDescription" = "You can change the alert sound, volume and frequency of alerts. You can turn on or off the vibration when a new message is received.";

/* about notifications */
"1143-TextTurnOnNotifications" = "Please go to Device Settings and turn on notifications.";
"1144-TextTornOffNotifications" = "Turning off Push Notifications will severely impact message delivery. Please don't do this.";

"1145-TextTurnOffSoundAndBadgeInstruction" = "Please go to Device Settings -> Notifications Center -> qliq and set alert style to None and turn off sounds and badge icon.";

"1146-TextTurnOffSoundInstruction" = "You will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and set alert style to None and turn off sounds.";

"1147-TextTurnOffBadgeInstruction" = "You will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and set alert style to None and turn off badge icon.";

"1148-TextOffSoundBadge" = "ou will not hear audible tone or see a badge on App icon when a new message is received.\n\nPlease go to Device Settings -> Notifications Center -> qliq and turn off sounds and badge icon.";

"1149-TextTurnOffAlertStyleInstruction" = "Please go to Device Settings -> Notifications Center -> qliq and set alert style to None.";

"1150-TextTurnOffOnlySoundInstruction" = "Please go to Device Settings -> Notifications Center -> qliq and turn off sounds.";

"1151-TextTurnOffOnlyBadgeInstruction" = "Please go to Device Settings -> Notifications Center -> qliq and turn off badge icon.";

"1152-TextCannotFindMessageAttachment" = "Cannot find message attachment for this file";
"11522-TextCannotCreateMessageAttachment" = "Can't create message attachment";

"1153-TextChooseTheSource" = "Choose the source";

/* The {Recipient title} has set message forwarding to {Recipient title}, would you like to send a message to {Recipient title}? */
"1154-TextThe{Recipient title} has set message forwarding to {Recipient title}, would you like to send a message to {Recipient title}?" = "The %@ has set message forwarding to %@, would you like to send a message to %@?";


/* about updating profile data */
"1155-TextUnableToUpdateDueToServerError" = "Unable to update due to server error";
"1156-TextProfileDetailsSuccessfullyUpdated" = "Profile details successfully updated";

/* acces denied to device features */
"1157-TextMicrophoneAccessDenied" = "Microphone Access Denied";
"1158-TextYouMustAllowMicrophoneAccessInSettings" = "You must allow microphone access in Settings";
"1159-TextMicrophoneAlowingInstruction" = "You must allow microphone access in Settings > Privacy > Microphone";

"1160-TextCameraAccessDenied" = "Camera Access Denied";
"1161-TextYouMustAllowCameraaccessInSettings" = "You must allow camera access in Settings";
"1162-TextCameraAlowingInstruction" = "You must allow camera access in Settings > Privacy > Camera";

"1163-TextPhotoLibraryAccessDenied" = "Photo Library Access Denied";
"1164-TextYouMustAllowPhotoLibraryAccessInSettings" = "You must allow Photo Library access in Settings";
"1165-TextPhotoLibraryAlowingInstruction" = "You must allow Photo Library access in Settings > Privacy > Photos";

/* Cannot access {DeviceName} Contacts. Check {DeviceName} privacy settings for Contacts */
"1166-TextCannotAccess{DeviceName}Contacts" = "Cannot access %@ Contacts. Check %@ privacy settings for Contacts";

"1167-TextChooseVideoQuality" = "Choose Video quality";
"1168-TextChooseImageQuality" = "Choose Image quality";

/* {UserName} remind you about invitation */
"1169-Text{UserName}RemindInvitation" = "%@ remind you about invitation";

/* Auto Logged out because {Reason} */
"1170-TextAutoLoggedOutBecauseEmailChanged" = "You were automatically logged out because your email has changed. Please login with your new email";

"1171-TextAutoLoggedOutBecausePasswordOrEmailChanged" = "You were automatically logged out because your password or email has changed";

"1172-TextForceLoggedOutByAdministrator" = "You were remotely logged out by the Administrator";

"1173-TextCannotRefisterForMessages" = "Cannot register for messages. Authentication error.";

"1174-TextEnableNotifications" = "Enable notifications";

"1175-TextEnableNotificationsDescription" = "Qliq is about exchanging secure text messages with the people you know, in the moment, when it matters. Enable notifications to receive messages instantaneously. You can customize notifications and turn them off and on in Settings.";

"1176-TextAskUpdateProfile" = "Would you like to update your profile?";

"1177-TextAskCustomizeAlerts" = "Would you like to customize message notification alerts?";

"1178-TextTheServerIsTemporarilyUnavailable" = "Qliq Cloud Server is temporarily unavailable";

"1179-TextNetworkConnectionDown" = "Network Connection Down";

"1180-TextCallConversation" = "Call the Conversation";

/* check item */
"1181-TextFlag" = "Flag";
"1182-TextAskCheckFlag?" = "Check the flag?";

/* abiut audio record */
"1183-TextCannotStartRecord" = "Can't start record";

"1184-TextAskSaveOrDiscard" = "Save or Discard?";

"1185-TextCannotStartPlay" = "Can't start play";

"1186-TextAudioPayerError" = "AudioPayer Error";

"1187-TextAudioRecorderError" = "AudioRecorder Error";

"1188-TextInvalidFullName" = "Invalid Full Name";

"1189-TextEnterValidName" = "Please enter a valid full name";

"1190-TextInvalidYourMobile" = "Invalid Your Mobile";

"1191-TextEnterValidMobile" = "Please enter a valid your mobile";

"1192-TextInvalidEmail" = "Invalid email";

"1193-TextEnterValidEmail" = "Please enter a valid email address";

"1194-TextCheckEmail" = "Please check your email for further instructions.";

"1195-TextRequestSent" = "Request sent";

"1196-TextThankYou" = "Thank you";

"1197-TextCannottSendRequest" = "Can't send Request";

"1198-TextYouSelectedContactWhoHasNotQliqApp" = "You have selected a contact who has not downloaded the Qliq App. The message will be delivered once the contact logins from Qliq App";

/* {Email} is neither a valid email nor a valid phone number */
"1199-TextEmailOrMobileNotValid" = "\"%@\" is neither a valid email nor a valid phone number";

/* Successfully joined {Group Name}*/
"1200-TextSuccessfullyJoined{GroupName}" = "Successfully joined \n%@";

/* Successfully left {Group Name}*/
"1201-TextSuccessfullyLeft{GroupName}" = "Successfully left \n%@";

"1202-TextInfo" = "Info";

"1203-TextAdminSecurityPolicySettingsCannotBeChanged" = "Admin Security Policy Settings cannot be changed. Please contact your Administrator";

/* ask delete all data (video, photo, sounds, docs) */
"1204-TextAskDeleteData" = "Are you sure? All your data will be lost";

"1205-TextChangeDevicePasscode" = "Please go to Device Settings and change Device Passcode.";

/* are you sure you want close connection */
"1206-TextAskCloseConnection" = "Are you sure? Connection with service will be closed";

"1207-TextThisApplicationRequiresWiFi" = "Qliq App requires WiFi. Please enable WiFi in Settings and run the App again.";

"1208-TextPhoneNumberNotValid" = "Phone Number is not valid";

"1209-TextEscalatedCallInfoSaved" = "Escalated call info saved";

"1210-TextLeave{QliqGroup}Description" = "%@\n\nOnce you leave the group, you will stop receiving group and broadcast messages";

"1211-TextJoin{QliqGroup}Description" = "%@\n\nJoining as a member allows you to receive group and broadcast messages";

"1212-TextNoStoredSession" = "Can't process Local login. No stored session";

"1213-TextInvalidUsername/Password" = "Can't process local login. Invalid username/password";

"1214-TextDeviceIsLocked" = "Qliq App is locked";

"1215-TextPINHasBeenUsedPreviously" = "PIN has been used previously";

"1216-TextChooseDifferentPIN" = "Choose a different PIN";

"1217-TextPinExpired" = "PIN expired!";

"1218-TextPleaseSetupNewPIN" = "Please setup a new PIN";

"1219-TextYourPresenceIsNow{PresenceCurrentType}" = "Your presence is now\n\"%@\"";

"1220-TextOnCallGroupsNotAllowed" = "OnCall Scheduling is not activated. Please request your IT Administrator to contact qliqSOFT on how to activate the OnCall Scheduling.";

"1221-TextKiteworksConnectivityNotActivated" = "Kiteworks connectivity is not activated. Please request your IT Administrator to contact qliqSOFT on how to activate the Kiteworks connection.";

"1222-TextUploadToKiteworks" = "Upload to Kiteworks";

"1223-TextOnCallGroupWasDeleted" = "This OnCall group was deleted";


"1224-TextPhoneNumberInvalid{Caller/Callee}" = "Phone number seems to be invalid for %@";

"1225-Caller" = "Caller";
"1226-Callee" = "Callee";

"1227-TextUploadToQliqStor" = "Upload to QliqSTOR";
"12271-TextUploadToQliqStor" = "Uploads to QliqSTOR";
"1228-TextUploadWasSentToServer" = "The upload was sent to server";

"1229-TitleUploadToQliqStor" = "Upload to QliqSTOR";


//------------------------------------------------------------------------------------------------
//SVProgress titles
//------------------------------------------------------------------------------------------------


/**
 *  Progress/Status view alerts 1900 - 1999
 */

/* Logout in process */
"1900-TextLogout" = "Logout";

"1901-TextDownloadingMessages" = "Downloading messages";

/* about alert. Close alert */
"1902-TextClose" = "Close";

"1903-TextCheckingForMessages" = "Checking for messages";

/* Modifying conversation in progress */
"1904-TextModifyingConversation" = "Modifying conversation";

/* Invited contacts to qliq */
"1905-TextInvited" = "Invited";
"1906-TextInvitationFailed" = "Invitation failed";
"1907-StatusSending" = "Sending...";
"1908-StatusLoggingOut" = "Logging Out";
"1909-StatusSearching" = "Searching";
"1910-StatusInviting" = "Inviting";

/* converting image */
"1911-StatusProcessingImage" = "Processing image";

"1912-StatusAutoLogin" = "Auto Login";
"1913-StatusLogin" = "Login";
"1914-StatusProcessingGroupInfo" = "Processing group info";
"1915-StatusUpdating" = "Updating";
"1916-StatusSyncing" = "Syncing...";
"1917-StatusSendingRequest" = "Sending request";
"1918-StatusPleaseEnterMessageText" = "Please enter message text";

/* Status of message */

// Message is sending
"1919-StatusSending" = "Sending...";

// message is received
"1920-StatusReceived" = "Received";

//Message is delivered
"1921-StatusDelivered" = "Delivered";

"1922-StatusWaitingForRecipient" = "Waiting for Recipient";

//Chat message is read
"1923-StatusRead" = "Read";

//Message is synced
"1924-StatusSynced" = "Synced";

"1925-StatusNoConnection" = "No Connection with server. Pending";

"1926-StatusRecipientNotFound" = "Recipient not found";

"1927-StatusAuthfailedPending" = "Authentication failed. Pending";

"1928-StatusNetworkError" = "Network error. Pending";

"1929-StatusEncryptionError" = "Encryption error. Pending";

// Public Key
"1930-StatusCannotGetPK" = "Cannot get the Encryption Key. Pending";

"1931-StatusErrorRecipientNotContact" = "Error. Recipient not a contact";

"1932-StatusErrorNotMemberOfGroup" = "Error. Not a member of the Group";

// Public Key
"1933-StatusErrorPKNotSetForContact" = "Error. Encryption Keys not set for the Contact";
"1934-StatusPKMismatch" = "Encryption Key mismatch. Pending";

"1935-StatusErrorTooManyRetries" = "Error. Too many retries";

"1936-StatusErrorCannotUploadAttachment" = "Error. Cannot upload attachment";

"1937-StatusСanceled" = "Сanceled";

"1938-StatusErrorCannotFindAttachment" = "Error. Cannot find attachment";

/* Error {status code} Pending */
"1939-StatusError{Code}Pending" = "Error (%ld) Pending";

"1940-StatusNotAcknowledged" = "Not Acknowledged";

/* Acknowledged by {count acknowleged contacts} of {all contacts in conversation} */
"1941-StatusAcknowledgedBy" = "Acknowledged by %ld of %ld";

"1942-StatusAcknowledged" = "Acknowledged";

"1943-StatusTapToAcknowledge" = "Tap to Acknowledge";

"1944-StatusRecalled" = "Recalled";

"1945-StatusUnlocking" = "Unlocking";

"1946-TitleNotTakingScreenshoot" = "Your organization security policy disallows taking screen shots of the Qliq App. Please refrain from taking screen shots.";

"1947-TitleSecurityWarning" = "Security Warning";

"1948-TextWouldYouLikeToCallQliqAssisted" = "Would you like to call this number? Qliq Assisted call will not reveal your phone number to the Callee";

"1949-TextCallBackNumber" = "Callback number";

"1950-TextPlaceholderExYourMobileNumber" = "Ex. Your Mobile Number";

"1951-TextQliqAssistedIsNotActivated" = "Qliq Assisted call to hide your phone number is not activated. Please contact your IT Admin or support@qliqsoft.com if you would like to use this feature.";

"1952-TextWrongNumber" = "Phone Number has to be equal your mobile";

"1953-TextSendingRequest" = "Sending request";

"1954-TextQliqAssistedCallTipBox" = "With \"Qliq Assisted\" call, you can hide your Caller ID when you touch above number to make a call.";


//----------------------------------------------------------------------------------------------
// UI Localization
//----------------------------------------------------------------------------------------------

/**
 *  Titles 2000 - 2999
 */

/* send message to */
"2000-TitleTo:" = "To:";
"2001-TitleWhoWouldYouLikeToText?" = "Who would you like to text?";

/* Restore archived the conversation */
"2002-TitleRestoreConversation" = "Restore Conversation";
"2003-TitleArchiveConversation" = "Archive Conversation";

"2004-TitleCopy#message" = "Copy";
"2005-TitleDetails#message" = "Details";
"2006-TitleRecall#message" = "Recall";
"2007-TitleResend#message" = "Resend";
"2008-TitleMore#message" = "More";

/* status for downloading oldest messages */
"2009-TitleRelease" = "Release to load more messages...";
"2010-TitlePullDown" = "Pull down to load more messages...";
"2011-TitleLoading" = "Loading...";


"2012-TitleMobile" = "mobile";
"2013-TitleEmail" = "email";

/* share media file */
"2014-TitleShare" = "Share";

/* archive file */
"2015-TitleArchive" = "Archive";

/* about image quality */
"2016-TitleActualSize" = "Actual Size";
"2017-TitleMedium" = "Medium";
"2018-TitleLarge" = "Large";
"2019-TitleSmall" = "Small";

/* Answer to incoming call */
"2020-TitleAnswer" = "Answer";

/* status of server */
"2021-TitleServerStatus" = "Server Status";

/* Send feedback email */
"2022-TitleSendFeedback" = "Send Feedback";

/* Send email with error description */
"2023-TitleReportError" = "Report Error";

"2024-TitleConnection" = "Connection";

/* Presence status (Online, Offline, Do not distrub) */
"2025-TitlePresence" = "Presence";

"2026-TitleJoinGroup" = "Join Group";

"2027-TitleLeaveGroup" = "Leave Group";

/* Title */
"2028-TitleEscalationSettings" = "Escalation Settings";

/* settings configure rington */
"2029-TitleSetSound{type}" = " %@ Sound";

/* Previous controller */
"2030-TitleSettings" = "Settings";

/* title of view controller */
"2031-TitleReportFeedback" = "Report Feedback";

/* subject of list*/
"2032-TitleSubject" = "Subject";

/* description for entering list */
"2033-TitleCommentsTitle" = "Please provide comments: (required)";

"2034-TitleErrorLog" = "Error Log";

/* Menu item. Battery saving on/off */
"2035-TitleBatterySaving" = "Battery Saving";

/* Menu item. Push Notifications on/off */
"2036-TitlePushNotifications" = "Push Notifications";

/* Menu item. Staus online, offline */
"2037-TitlePresence" = "Presence";

/* Menu item */
"2038-TitleSoundsandAlerts" = "Sounds & Alerts";

/* Menu item */
"2039-TitleEscalatedCallNotifications" = "Escalated Call Notifications";

/* Menu item */
"2040-TitleSecurity" = "Security";

/* Menu item */
"2041-TitleSupport" = "Support";

/* Profile data items */
"2042-TitleFirstName#profile" = "First Name";
"2043-TitleLastName#profile" = "Last Name";
"2044-TitleTitle#profile" = "Title";
"2045-TitleOrganization#profile" = "Organization";
"2046-TitleCity#profile" = "City";
"2047-TitleState#profile" = "State";
"2048-TitleZIP#profile" = "Zip";
"2049-TitleMobile#profile" = "Mobile";

/* Presence types */
"2050-TitleOnline#presenceType" = "Online";
"2051-TitleDnD#presenceType" = "Do Not Disturb";
"2052-TitleAway#presenceType" = "Away";

/* */
"2053-TitleIncomingMessages" = "Incoming Messages";

"2054-TitleOther" = "Other";

/* Type of message */
"2055-TitleNormalMessage" = "Normal Message";
"2056-TitleUrgentMessage" = "Urgent Message";
"2057-TitleASAPMessage" = "ASAP Message";
"2058-TitleFYIMessage" = "FYI Message";
"2059-TitleSendMessage" = "Send Message";

"2060-TitleAcknowledged" = "Acknowledged";
"20601-TitleCareChannelMessages" = "Incoming Care Channel Messages";

/* default value */
"2061-TitleDefault" = "Default";

/* show more */
"2062-TitleMore" = "More...";

"2063-TitleQliqSounds" = "Qliq Sounds";

"2064-TitleSounds" = "Sounds";

"2065-TitleVibrate" = "Vibrate";

"2066-TitleSound" = "Sound";

"2067-TitleVolume" = "Volume";

"2068-TitleRemindInterval" = "Remind Interval";

"2069-TitlePhoneNumber" = "Phone Number";

"2070-TitleWeekdays" = "Weekdays (6am to 7pm)";

"2071-TitleWeeknights" = "Weeknights (7pm to 6am)";

"2072-TitleWeekends" = "Weekends";

"2073-TitleAdminSettings" = "Admin Settings";

"2074-TitleDeviceSettings" = "Device Settings";

"2075-TitleDevicePasscode" = "Device Passcode";

"2076-TitleQliqPIN" = "Qliq PIN";

"2077-TitleChangeQliqPIN" = "Change Qliq PIN";

"2078-TitleResetPassword" = "Reset Password";

"2079-TitleDeleteMediaUponExpiry" = "Delete Media upon Expiry";

"2080-TitleDeleteData" = "Delete Data";

"2081-TitleTouchID" = "Touch ID";

"2082-TitleEnforcePIN" = "Enforce PIN";

"2083-TitleRememberPassword" = "Remember Password";

"2084-TitleInactivityTime" = "Inactivity Time";

"2085-TitleFailedLoginLockoutTime" = "Failed Login Lockout Time";

"2086-TitlePersonalContacts" = "Personal Contacts";

/* Reset password decription. An email will be sent to {email} with password reset instructions.\n\n Once the password is changed, login with the new password */
"2087-TitleResetPassfordFor{email}" = "An email will be sent to %@ with password reset instructions.\n\n Once the password is changed, login with the new password";

/* about app version */
"2088-TitleVersion" = "Version";

/* \n its programming symbol. Look like "Software is up to date" */
"2089-TitleSoftwareUpdate" = "Software\n is up to date";

"2090-TitleUpdateAvailable" = "Update\n Available";

"2091-TitleConnected" = "Connected";

"2092-TitleNotConnected" = "Not Connected";

"2093-TitleStatistics" = "Statistics";

"2094-TitleContacts" = "Contacts";

"2095-TitleReceiveAppUpdateEmails" = "Receive app update emails";

/* Recents conversations menu item */
"2096-TitleRecents" = "RECENTS";

/* All contacts. Menu item */
"2097-TitleContacts" = "CONTACTS";

/* Media, all downloaded/uploaded files with qliq. Menu item */
"2098-TitleMedia" = "MEDIA";

"2099-TitleChangePresence" = "Change Presence";

"2100-TitleInviteContacts" = "Invite Contacts";

"2101-TitleTextNon-QliqUser" = "Text Non-Qliq User";

"2102-TitleOnCallSchedules" = "OnCall Schedules";

"2103-TitleProfile" = "Profile";

"2104-TitleSettings" = "Settings";

"2105-TitleLogout" = "Logout";

"2106-TitleArchivedConversations" = "Archived Conversations";

/* Start searching */
"2107-TitleSearch" = "Search";

/* Type of conversation */
"2108-TitleBroadcast" = "Broadcast";

"2109-TitleFrom" = "From";

"2110-TitleTo" = "To";

"2111-TitleCustom" = "custom";

"2112-TitleSentInvitations" = "Sent Invitations";

"2113-TitleReceivedInvitations" = "Received Invitations";

/* Menu Type of Contacts */

/* All Contacts */
"2114-TitleAll" = "All";

/* Avialable Contacts */
"2115-TitleAvailable" = "Available";

/* Do not distrub contacts */
"2116-TitleDND" = "DND";

/* Away Contacts */
"2117-TitleAway" = "Away";

/* Qliq Contacts */
"2118-TitleMyQliqNetwork" = "My QliqNetwork";

/* contacts from iPhone Adressbook */
"2119-TitleiPhoneContacts" = "iPhone Contacts";

/* qliq groups of contacts. */
"2120-TitleOrgGroups" = "Org Groups";

/* custom groups */
"2121-TitleMyGroups" = "My Groups";

/* on call groups */
"2122-TitleOnCall" = "On Call";

"2123-TitleOrganizationGroup" = "Organization Group";

"2124-TitleGroups" = "Groups";

"2125-TitleContacts" = "Contacts";

"2126-TitleFavoriteContacts" = "Favorite Contacts";

"2127-TitleEditFavorites" = "Edit Favorites";

"2128-TitleCreateDocumentDescription" = "Type the info you want to share or save";

/* Control buttons of recording audio */
"2129-TitleRecording" = "Recording";
"2130-TitlePaused" = "Paused";
"2131-TitlePlaying" = "Playing";
"2132-TitleReady" = "Ready";
"2133-TitleStartRecording" = "Start Recording";

/* on call */
"2134-TitleOnCallToday" = "OnCall Today";

/* OnCall on {date} */
"2135-TitleOnCallOn" = "OnCall on";

/* For Invite Controller all 3 strings like 1 */
"2136-TitleInviteVc1" = "Invite Collegue to QliqNetwork";
"2137-TitleInviteVc2" = "By entering either";
"2138-TitleInviteVc3" = "Email address or Mobile number";

"2139-TitleContactName" = "Contact name";

/* Please enter contact name for (phone/email) */
"2140-TitleEnterNameFor{Email.Mobile}" = "Please enter contact name for %@";

"2141-TitleInvitations" = "Invitations";

/* Accepted invitation */
"2142-TitleAccepted" = "Accepted";

/* Declined Invitation */
"2143-TitleDeclined" = "Declined";

/* Related to Invitations */
"2144-TitlePending" = "Pending";
"2145-TitleView" = "View";

/* Subject for sending email */
"2146-TitleReminderJoinQliq" = "Reminder: Please Join my qliqNETWORK";

"2147-TitleJoinQliq" = "Please Join my qliqNETWORK";

"2148-TitleInviteText" = "Join my qliqNETWORK for exchanging HIPAA compliant messages with me. Click link to setup a free account.";

"2149-TitleSendSecureTextEmail/Mobile" = "Send Secure Text to Email or Mobile";

/* Placehoder */
"2150-TitleEnterEmail/Mobile" = "Enter Email or Mobile number";

"2151-TitleGroupInfo" = "Group Info";

"2152-TitleContactInfo" = "Contact Info";

/* Title for Detail of Contact/Invitation/Group */
"2153-TitleMobile" = "Mobile";
"2154-TitlePhone" = "Phone";
"2155-TitleStartConversation" = "Start Conversation";

/* Proffesion */
"2156-TitleTitle" = "Title";
"2157-TitleSpeciality" = "Speciality";

"2158-TitleMemberPersonalGroups" = "Member of Personal Groups";

"2159-titleInviteToQliq" = "Invite to qliq";
"2160-TitleOnCallShedule" = "OnCall Shedule";

"2170-TitleStartBroadcast" = "Start Broadcast Conversation";

"2171-TitleStartGroupConversation" = "Start Group Conversation";

"2172-TitleSentInvitation" = "Sent Invitation";

"2173-TitleReceivedInvitation" = "Received Invitation";

/* About Invitation */
"2174-TitleRemind" = "Remind";
"2175-TitleAccept" = "Accept";
"2176-TitleDecline" = "Decline";

"2177-TitleAddPersonalGroup" = "Tap to add to Personal Group";

/* About Personal Group */
"2178-TitleYourContactLists" = "Your Contact Lists";
"2179-TitleCreateNewList" = "Create New List";
"2180-TitleCreatePersonalGroup" = "Create Personal Group";
"2181-TitleNewPersonalGroup" = "New Personal Group";
"2182-TitleNewListName" = "New List Name";

"2183-TitleDeleteConversations" = "Delete Conversations";

"2184-TitleArchiveConversations" = "Archive Conversations";

"2185-TitleRestoreConversations" = "Restore Conversations";

/* Edit Participants for conversation. Choose contacts */
"2186-TitleEditParticipants" = "Edit Participants";

"2187-TitleEditConversation" = "Edit Conversation";

"2188-TitleDeleteConversation" = "Delete Conversation";

"2189-TitleUploadToEMR" = "Upload to EMR";

"2190-TitleBroadcastConversation" = "Broadcast Conversation";

"2191-TitleGroupConversation" = "Group Conversation";

"2192-TitleNewConversation" = "New Conversation";

/* Original text from {Contact} */
"2193-TitleOriginalTextFrom" = "Original text from";

/* Placeholder */
"2194-TitleTypeMessageHere" = "Type a message here";

"2195-TitleChooseParticipants" = "Choose Participants";

/* Title controller */
"2196-TitleMessageDetails" = "Message Details";

"2197-TitleMessageID:" = "Message ID:";

"2198-TitleAddQuickMessage" = "Add Quick Message";

/* Lock container description */
"2199-TitleLockDescription" = "The Qliq App has been remotely locked.";

"2300-TitleQliqSoftReserved" = "QliqSOFT, Inc. All rights reserved.";

"2301-TitleWipedDescription" = "The Qliq App data has been remotely wiped.";

/* You have tried to login incorrectly {Count} times.\nSo please wait {TimeInterval} to try again  */
"2302-TitleAttemptsLock{AttemptCount}{LockInterval}" = "You have tried to login incorrectly %lu times.\nSo please wait %@ to try again";

/* type of view controller */
"2303-TitleLogin" = "Login";

"2304-TitleEmailPlaceholder" = "Email";

"2305-TitlePasswordPlaceholder" = "Password";

"2306-TitleEnterYourEmailAndPassword" = "Enter your Email and Password";

/* {Email} */
"2307-TitleResetPasswordDesacriptionFor{Email}" = "An email will be sent to \"%@\" with password reset instructions.\n\n Once the password is changed, login with the new password";

"2308-TitleSetupYourPIN" = "Setup Your PIN";

"2309-TitleConfirmYourPIN" = "Confirm Your PIN";

"2310-TitleSetupPinLater" = "Quickly log in to qliq by setting a four-digit PIN.";

"2311-TitleSetupPinLaterDescription1" = "You can always login with your email and password by tapping   the “Switch to Username & Password” button on the pin     entry screen.";

"2312-TitleSetupPinLaterDescription2" = "If you choose “Set PIN Later”, you can add it in SETTINGS by   clicking the qliq logo in the top     left corner.";

"2313-TitleEnterYourPIN" = "Enter Your PIN";

"2314-TitleEnterYourCurrentPIN" = "Enter your current PIN";

"2315-TitleCreateYourNewPIN" = "Create Your New PIN";

"2316-TitleConfirmYourNewPIN" = "Confirm Your New PIN";

//When app is locked after inactivity
"2317-TitleIdleLock" = "Idle Lock";

/* Settings item */
"2318-TitleMessageRetentionPeriod" = "Message Retention";

"2319-TitleMessageRetentionPeriod%@Days" = "%ld days";

/* User should take screenshot? */
"2320-TitleScreenCapture" = "Screen Capture";

"2321-TitleUploadToKiteworks" = "Upload to Kiteworks";
"2322-TitleCallTo{Number}" = "Call %@";
"2323-TitleQliqAssistedCall{Number}" = "Qliq Assisted Call\n%@";
"2324-TitleServiceNotAvailable" = "Service not available";
"2325-TitleChoosePhoneNumber" = "Please, choose phone number";

"2326-TitleArchivedCareChannels" = "Archived Care Channels";

"2327-TitleAge{age}Gender{gender}Floor{floor}Room{room}" = "%d%@, Floor %@, Room %@";

"2328-TitleFloor{floor}" = "Floor %@";
"2329-TitleRoom{room}" = "Room %@";

"2330-TitleGroup" = "Group";


"2332-TitleProviderDetails" = "Provider Details";
"2333-TitleMoreInformation" = "More Information";
"2334-TitleAction" = "Action";
"2335-TitleContacts" = "Contacts";
"2336-TitleRecentConversations" = "Recent Conversations";
"2337-TitleRecentCareChannels" = "Recent Care Channels";
"2338-TitleCareChannelVisitInfo" = "Visit Info";
"2339-TitleLocation" = "Location";
"2340-TitleCareTeam" = "Care Team";

"2341-TitleAdmitDate" = "Admit Date";
"2342-TitleBuilding" = "Building";
"2343-TitleFloor" = "Floor";
"2344-TitleRoom" = "Room";
"2345-TitleBed" = "Bed";
"2346-TitleFacility" = "Facility";

"2347-TitleCareChannel" = "Care Channel";
"2348-TitleCareChannelInfo" = "Care Channel Info";

"2349-TitleEditCareChannel" = "Edit Care Channel";
"2350-TitleDeleteCareChannel" = "Delete Care Channel";
"2351-TitleRestoreCareChannel" = "Restore Care Channel";
"2352-TitleArchiveCareChannel" = "Archive Care Channel";

"2353-TitleOffline#presenceType" = "Offline";
"2354-TitleNotes" = "Notes";

"2355-TitleDBCannotBeOpened" = "DB cannot be opened";
"2356-TextImageWasNotCaptured" = "Image wasn't captured. Please, try again.";
"2357-TitleMuteCareChannel" = "Mute Care Channel";
"2358-TitleUnMuteCareChannel" = "Unmute Care Channel";
"2359-TitleMuteConversation" = "Mute Conversation";
"2360-TitleUnMuteConversation" = "Unmute Conversation";

"2361-TextCameraRollBlocked" = "For security reasons, your Qliq Administrator has blocked access to Camera Roll. If you would like to attach pictures, please capture images within Qliq Application.";

"2362-TitleEditCareTeam" = "Edit Care Team";
"2363-TitleContact" = "Contact";
"2364-TitleRole" = "Role";

"2365-TitleAdd" = "Add";

"2366-TextYouCannotAddTwoEqualParticipants" = "You cannot add two equal participants";
"2367-TextYouCannotFinishEditWithoutSave" = "You cannot complete editing, without saving all participants";

"2368-TextModifyingCareChannel" = "Modifying Care Channel";

"2369-TitlePagerOnly#presenceType" = "Pager Only";

"2370-CharactersLeft{count}" = "Characters left: %ld";

"2371-TextYouCannotEnterMoreCharactersThan{count}" = "When you sending to message 'Pager Only' user, you cannot use more than %ld characters in a message";

"2372-DoNotIncludePHI" = "Do not include PHI";

"2373-GroupMessagesForPagerUsers" = "You cannot send group message to 'Pager Only' Contacts";
"2374-PagerUser" = "Pager User";

"2375-TitleUpdate" = "Update";

"2376-TitileAddParticipant" = "Add participant";

"23766-TitleNormal" = "Normal";
"237666-TitleNormalCareChannel" = "Normal Care Channel";
"2377-TitleFYI" = "FYI";
"23777-TitleFYICareChannel" = "FYI Care Channel";
"2378-TitleASAP" = "ASAP";
"23788-TitleASAPCareChannel" = "ASAP Care Channel";
"2379-TitleUrgent" = "Urgent";
"23799-TitleUrgentCareChannel" = "Urgent Care Channel";

"2380-TitleDayNotes" = "Day notes";

"2381-TitleMessageReceivedFrom{Sender}" = "Message received from %@";
"2382-TitleMessageReceived" = "Message received";

"2383-Reason:{reason}" = "Reason: %@";
"2384-TitlePresenceStatusUpdateFailed" = "Presence status update failed";
"2385-TitleUpdatingOfPresenceStatus" = "Updating presence status";

"2386-TitleShow" = "Show";
"2387-TitleNewPatientAdmition" = "New patient admitted";

"2388-TitleChooseTheConversationType" = "Conversation Type";
"2389-TextSendBroadcastMessageStartGroupChat" = "\nBroadcast - Only you will receive replies to your messages\n\nGroup Chat - Everyone will receive the replies";

"2390-TextTouchIDAuthorization" = "Touch ID Authorization";

"2391-TitleUnknownContact" = "Unknown contact";

"2392-TitleEditMessage" = "Edit Message";
"2393-TitleEditSubject" = "Edit Subject";

"2394-TitleRedirect" = "Goto Hotspot Site";
"2395-TextSSLRedirectMessage" = "Secure Connection to Qliq failed due to WiFi Hotspot Redirection\n\nYou need to connect to Hotspot Website to establish Internet connection\nor\n Turn off WiFi on your device";
"23955-TextDisconnectWiFi" = "Please, go to the device preferences and\nturn off Wi-Fi connection";

"2396-TitleRequestFailed" = "Request failed";
"2397-TitleBackToQliq" = "Back to Qliq";
"2398-TitleReload" = "Reload";

"2399-TitleQliq" = "Qliq";

"2400-TitleFillAndSign" = "Fill & Sign";

"2401-TitleFromCamera" = "From Camera";
"2402-TitleFromGallery" = "From Qliq Gallery";
"2403-TitleGetPicture" = "Get picture";

"2404-TextFillSignAuthorization" = "Fill and Sign allows you to fill the form and sign and send to your contact via Qliq Secure Message. The feature is not activated. Please contact your Qliq Administrator or contact QliqSOFT at support@qliqsoft.com";
"2405-EnterFileName" = "Enter file name";

"2406-TitleNotActivated" = "Not Activated!";

"2407-ButtonFromExistingDocument" = "From Existing PDF";
"2408-TextMessageRecalled" = "Message recalled by Sender";

"2409-TitleForwardMessage" = "Forward message";
"2410-TitleDeleteMessages" = "Delete messages";

"2411-TitleCanNotDeleteMessages" = "You have to select at least one message for deleting.";
"2412-TitleCanNotForwardMessages" = "You have to select at least one message for forwarding.";
"2413-TitleTurnOffWifi" = "Turn off WiFi";

"2419-QliqGallery" = "Qliq Gallery";
"2420-TitleSnapAndSign" = "Snap & Sign";
"24201-TitleSnapAndFax" = "Snap & Fax";
"2421-TitleKeepBoth" = "Keep Both";

"2422-ButtonFromExistingPicture" = "From Existing Picture";
"2423-TitleSaveAsPDF" = "Save as PDF";
"2424-TitleNoOneOnCall" = "No one is OnCall";
"2425-ButtonAddTextDoc" = "Add Text Doc";
"2426-ButtonAddTextDoc" = "Add Snap & Sign Doc";

"2427-TitleCheckingForUpdates" = "Checking for Updates....";
"2428-TitleCheckingForUpdatesFailed" = "Checking for Updates....Failed";
"2429-TitleRefineSearch" = "Refine Search";
"2430-TitleLoadMoreResults" = "Load more results";

"2431-CannotStart{conversationType}conversation" = "Cannot start %@ Conversation, because group has no active contacts";

"2432-TitleSendingMessageFailed" = "Failed to send message";

"2433-TitleUploadAllMessages" = "Upload all messages";
"2434-TitleUploadParticularMessages" = "Upload selected messages";
"2435-CannotStartConversation" = "Cannot start the conversation, because there are no active contacts";

"2436-TitleUploadImageFor" = "Upload for";
"2437-TitleUploadImageAs" = "Upload as";
"2438-TitleType" = "Type";
"2439-TitleInsurance" = "Insurance";
"2440-TitleReferral" = "Referral";
"2441-TitleFacesheet" = "Facesheet";
"2442-TitlePrescription" = "Prescription";
"2443-TitlePreAuthorization" = "Pre-Authorization";
"2444-TitleConsent" = "Consent";
"2445-TitleWound" = "Wound";
"2446-TitleImage" = "Image";
"2447-TitleOther" = "Other";
"2448-TitleEnterTag" = "Enter Tag";
"2450-TitleUpload" = "Upload";
"2451-TitleSelectTypeField" = "Please Select a Type";

"2452-TitleAttemptsLock{LockInterval}" = "You have exceeded your maximum login attempts.\nPlease wait %@ to try again or have an admin unlock your account.";

"2453-TitleUploadingTo{UploadingType}" = "Uploading to %@";
"2454-TitleUploadingTo{UploadingType}Failed" = "Upload to %@ failed.\nPlease Try Again";
"2455-TitleEMR" = "EMR";
"2456-TitleQliqSTOR" = "QliqSTOR";

"2457-TitleFileName:" = "File Name:";
"2458-TitleCreated" = "Created";
"2459-TitleStarted" = "Started";
"2460-TitleUploadedToQloud" = "Uploaded to Qliq Qloud";

"2461-TitleStarted" = "Started";
"2462-TitleStartedUploading" = "Started Uploading...";

"2463-TitleUploadAgain" = "Upload Again";

"2464-TitleGeneral" = "General";
"2465-TitleSnapAndSignSettings" = "Snap & Sign Settings";

//------------
//Detail Patient Info

"3000-TitleGender{gender}{yo}YearsOld" = "%@, %ld years old";
"3001-TitleDateOfBirdth" = "Date of Birth";
"3002-TitleRace" = "Race";
"3003-TitleDriversLicenceNumber" = "Driver's Licence Number";
"3004-TitleFhirID" = "FHIR ID";
"3005-TitlePatientInfo" = "Patient Info";
"3006-TitleStartCareChannel" = "Start Care Channel";
"3007-TitleDateOfDeath" = "Date of Death";
"3008-TitleDeceased" = "Deceased";
"3009-TitlePhoneHome" = "Phone Home";
"3010-TitlePhoneWork" = "Phone Work";
"3011-TitleInsurance" = "Insuarance";
"3012-TitleAddress" = "Address";
"3013-TitlePatientAccountNumber" = "Patient Account Number";
"3014-TitleSocialSecurityNumber" = "Social Security Number";
"3015-TitleNationality" = "Nationality";
"3016-TitleLanguage" = "Language";
"3017-TitleMaritalStatus" = "Marital Status";


"3018-Title{yo}YearsOld" = "%ld years old";
"3019-TitleEmail" = "Email";

"3020-TitleMasterPatientIndex" = "Master Patient Index (EMPI)";
"3021-TitleMedicalRecordNumber" = "Medical Record Number (MRN)";

"3022-LoginWithNewPasswordToRetrieveMessage" = "Qliq detected Password Change. Please Login with Your New Password to Retrieve Message";
"30222-LoginWithPassword" = "Please, enter password. Please login with Your Password to Retrieve Message";

"3023-TitleConversations" = "Conversations";
"3024-TitleCareChannels" = "Care Channels";

//"3025-TextCannotSentMessageToThisGroup" = "You are not allowed to send messages to this froup, because you were removed from the group";
"3025-TextCannotSentMessageToThisGroup" = "You can no longer reply to this conversation because you have been removed from this group";
"3026-CannotEditParticipants" = "Cannot edit participants";
"3027-TextCannotEditParticipants" = "You can not edit the Participants in this group, because you were removed from the group";
"3028-TextAdminBlocked{groupConversationType}Conversation{groupName}" = "Administrator blocked the ability to use %@ conversations for %@";

"3029-TitleSaveDocument" = "Save document";
"3030-TitleFailed" = "Failed";

"3031-TextFileNameNotBeEmpty" = "File name cannot be empty";
"3032-TextFileIsAlreadyExists" = "File name is already taken";

"3033-ButtonReplace" = "Replace";

"3034-TextSearchFieldsNotBeEmpty" = "Search fields cannot be empty. Please fill at least one field before searching";

"3035-TextNoInfoAboutThePatient" = "There is no information about the patient";

"3036-TitleDestinationGroup" = "Destination group";
"3037-TextMultipleQliqSTORsAvilable" = "There are multiple QliqSTORs available. Please, choose the destination group.";
"3038-TextDefaulsSave" = "Save as default";

"3039-TextCannotFindQliqSTORGroup" = "Cannot find the default QliqSTOR group";
"3040-QliqSTORisNotActivated" = "QliqSTOR is not activated for you. Please request your IT Administrator to contact support@qliqsoft.com on how to activate QliqSTOR";

"3041-TextFrom{Email}incorrectEmailOrPassword" = "Email or password incorrect: Please enter a valid email/password.\n%@";
"3042-TextAutoLoggedOutBecausePasswordChanged" = "You were automatically logged out because your password has changed. Please login with your new password";
"3043-TextAutoLoggedOutBecauseNotValidReason{reason}" = "You were automatically logged out because of %@";
"3044-TextCanNotOpenMediaFile" = "Can't open media file";
"3045-CameraUnavailable" = "Camera Unavailable.\nUnable to find a camera on this device";
"3046-PhotoLibraryUnavailable" = "Photo Library Unavailable.\nUnable to find a photo library on this device";

//Fax
"3050-TextNotSelectFaxContact" = "No fax contact selected. Please select fax contact";
"3051-TextNotSelectPDFfile" = "No PDF document selected. Please, select PDF document";
"3052-TextSelectFaxRecipient" = "Please select a fax recipient";
"3053-TextFaxesSent" = "Faxes sent";
"3054-TextNoValidFaxNumber" = "Please, enter valid Fax Number";
"3055-TextNoEnterOrganizationName" = "Please, enter Organization name";
"3056-TextSuccessfullySavedFaxContact" = "New Fax Contact saved successfully";
"3057-TextAttachPDFDocument" = "Attach PDF document";
"3058-TextFaxMessageLabel" = "Message:\n(optional)";
"3059-TextFAXNotActivate" = "With Snap & Fax you can take pictures of a document and Fax from the App. This feature is not activated. Please contact your Qliq Administrator or contact QliqSOFT at support@qliqsoft.com";
"3060-SendFax" = "Send Fax";


//------------------------------------------------------------------------------------------------
//Examples
//------------------------------------------------------------------------------------------------



